---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.RebarHostCategory.Other
enum: Autodesk.Revit.DB.Structure.RebarHostCategory
source: html/c1fb6ce6-e249-acb6-e6b6-f0cb3b0ca6be.htm
---
# Autodesk.Revit.DB.Structure.RebarHostCategory.Other

Unknown or invalid host.